[
    { "joke": "Why don't skeletons fight each other? They don't have the guts." },
    { "joke": "What do you call fake spaghetti? An impasta." },
    { "joke": "Why did the scarecrow win an award? Because he was outstanding in his field." },
    { "joke": "Why don’t scientists trust atoms? Because they make up everything." },
    { "joke": "What do you call cheese that isn't yours? Nacho cheese." },
    { "joke": "Why couldn't the bicycle stand up by itself? It was two-tired." },
    { "joke": "How do you organize a space party? You planet." },
    { "joke": "Why don’t some couples go to the gym? Because some relationships don’t work out." },
    { "joke": "What do you get when you cross a snowman with a vampire? Frostbite." },
    { "joke": "Why did the tomato turn red? Because it saw the salad dressing." },
    { "joke": "Why don’t programmers like nature? It has too many bugs." },
    { "joke": "What’s orange and sounds like a parrot? A carrot." },
    { "joke": "Why did the computer go to the doctor? It caught a virus." },
    { "joke": "What do you call a belt made of watches? A waist of time." },
    { "joke": "What did one wall say to the other? I’ll meet you at the corner." },
    { "joke": "Why don’t elephants use computers? They’re afraid of the mouse." },
    { "joke": "How do you make holy water? You boil the hell out of it." },
    { "joke": "Why did the coffee file a police report? It got mugged." },
    { "joke": "What do you call a cow with no legs? Ground beef." },
    { "joke": "What did the buffalo say to his son when he left for college? Bison." },
    { "joke": "Why can’t you give Elsa a balloon? Because she will let it go." },
    { "joke": "Why was the math book sad? It had too many problems." },
    { "joke": "What do you call a fish with no eyes? Fsh." },
    { "joke": "What’s brown and sticky? A stick." },
    { "joke": "What did one ocean say to the other? Nothing, they just waved." },
    { "joke": "Why can’t your nose be 12 inches long? Because then it would be a foot." },
    { "joke": "Why don’t oysters donate to charity? Because they are shellfish." },
    { "joke": "What do you call a fake noodle? An impasta." },
    { "joke": "Why do bees have sticky hair? Because they use honeycombs." },
    { "joke": "How does a penguin build its house? Igloos it together." },
    { "joke": "Why don’t we ever tell secrets on a farm? Because the potatoes have eyes and the corn has ears." },
    { "joke": "Why don’t crabs give to charity? Because they’re shellfish." },
    { "joke": "Why did the golfer bring an extra pair of pants? In case he got a hole in one." },
    { "joke": "What do you call a can opener that doesn’t work? A can’t opener." },
    { "joke": "Why don’t eggs tell jokes? They’d crack each other up." },
    { "joke": "What happens when a frog’s car breaks down? It gets toad away." },
    { "joke": "Why did the chicken go to the seance? To talk to the other side." },
    { "joke": "Why did the scarecrow win an award? Because he was outstanding in his field." },
    { "joke": "Why couldn’t the leopard play hide and seek? Because he was always spotted." },
    { "joke": "Why don’t skeletons fight each other? They don’t have the guts." },
    { "joke": "Why do melons have weddings? Because they cantaloupe." },
    { "joke": "Why don’t skeletons ever start arguments? They don’t have the backbone for it." },
    { "joke": "Why do cows have hooves instead of feet? Because they lactose." },
    { "joke": "What did the zero say to the eight? Nice belt!" },
    { "joke": "Why don’t ants get sick? Because they have tiny ant-bodies." },
    { "joke": "What kind of shoes do ninjas wear? Sneakers." },
    { "joke": "What do you call a dog magician? A labracadabrador." },
    { "joke": "Why did the cookie go to the doctor? It felt crumby." }
  ]
  